Repository: not-in-stock/kanata-bar
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, ko, nl, pt_br, ru, zh_hans

# menu.layer
source: Layer: %@
de: Ebene: %@
fr: Couche : %@
ja: レイヤー: %@
ko: 레이어: %@
nl: Laag: %@
pt_br: Camada: %@
ru: Слой: %@
zh_hans: 层: %@

# menu.layer.prefix
source: Layer:
de: Ebene:
fr: Couche :
ja: レイヤー:
ko: 레이어:
nl: Laag:
pt_br: Camada:
ru: Слой:
zh_hans: 层:

# menu.starting
source: Starting…
de: Starten…
fr: Démarrage…
ja: 起動中…
ko: 시작 중…
nl: Starten…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 正在启动…

# menu.connecting
source: Connecting…
de: Verbinden…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pt_br: Conectando…
ru: Подключение…
zh_hans: 正在连接…

# menu.external
source: External
de: Extern
fr: Externe
ja: 外部
ko: 외부
nl: Extern
pt_br: Externo
ru: Внешний
zh_hans: 外部

# menu.start
source: Start kanata
de: kanata starten
fr: Démarrer kanata
ja: kanataを開始
ko: kanata 시작
pt_br: Iniciar kanata
ru: Запустить kanata
zh_hans: 启动 kanata

# menu.start.short
source: Start
de: Starten
fr: Démarrer
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Запустить
zh_hans: 启动

# menu.stop
source: Stop kanata
de: kanata stoppen
fr: Arrêter kanata
ja: kanataを停止
ko: kanata 중단
pt_br: Parar kanata
ru: Остановить kanata
zh_hans: 停止 kanata

# menu.stop.short
source: Stop
de: Stoppen
fr: Arrêter
ja: 停止
ko: 중단
pt_br: Parar
ru: Остановить
zh_hans: 停止

# menu.reload
source: Reload config
de: Konfiguration neu laden
fr: Recharger la configuration
ja: 設定を再読み込み
ko: 설정 다시 불러오기
nl: Configuratie herladen
pt_br: Recarregar configuração
ru: Перечитать настройки
zh_hans: 重新加载配置

# menu.startAtLogin
source: Start at Login
de: Bei Anmeldung starten
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
nl: Open bij inloggen
pt_br: Abrir no login
ru: Открывать при входе
zh_hans: 登录时打开

# menu.logs
source: Logs
de: Protokolle
fr: Journaux
ja: ログ
ko: 로그
nl: Logboeken
ru: Логи
zh_hans: 日志

# menu.quit
source: Quit
de: Beenden
fr: Quitter
ja: 終了
ko: 종료
nl: Sluit af
pt_br: Encerrar
ru: Завершить
zh_hans: 退出

# notification.startFailure.title
source: Failed to start kanata
de: kanata konnte nicht gestartet werden
fr: Impossible de démarrer kanata
ja: kanataの起動に失敗しました
ko: kanata 시작 실패
nl: Kan kanata niet starten
pt_br: Falha ao iniciar kanata
ru: Не удалось запустить kanata
zh_hans: 无法启动 kanata

# notification.startFailure.body
source: Administrator privileges are required. Click Start to try again.
de: Administratorrechte erforderlich. Klicken Sie auf Starten, um es erneut zu versuchen.
fr: Les privilèges administrateur sont requis. Cliquez sur Démarrer pour réessayer.
ja: 管理者権限が必要です。「開始」をクリックして再試行してください。
ko: 관리자 권한이 필요합니다. 시작을 클릭하여 다시 시도하세요.
nl: Beheerdersbevoegdheden zijn vereist. Klik op Start om opnieuw te proberen.
pt_br: Privilégios de administrador são necessários. Clique em Iniciar para tentar novamente.
ru: Требуются права администратора. Нажмите «Запустить» для повторной попытки.

# notification.crash.title
source: kanata stopped unexpectedly
de: kanata wurde unerwartet beendet
fr: kanata s'est arrêté de manière inattendue
ja: kanataが予期せず停止しました
ko: kanata가 예기치 않게 중단되었습니다
nl: kanata is onverwacht gestopt
pt_br: kanata parou inesperadamente
ru: kanata неожиданно завершилась
zh_hans: kanata 意外停止

# notification.crash.body
source: Check logs for details
de: Überprüfen Sie die Protokolle für Details
fr: Consultez les journaux pour plus de détails
ja: 詳細はログを確認してください
ko: 자세한 내용은 로그를 확인하세요
nl: Bekijk de logboeken voor details
pt_br: Verifique os logs para mais detalhes
ru: Подробности в логах
zh_hans: 请查看日志了解详情

# notification.reload.title
source: Config reloaded
de: Konfiguration neu geladen
fr: Configuration rechargée
ja: 設定を再読み込みしました
ko: 설정을 다시 불러왔습니다
nl: Configuratie herladen
pt_br: Configuração recarregada
ru: Настройки перечитаны
zh_hans: 配置已重新加载

# notification.reload.body
source: kanata configuration has been reloaded
de: Die kanata-Konfiguration wurde neu geladen
fr: La configuration de kanata a été rechargée
ja: kanataの設定が再読み込みされました
ko: kanata 설정을 다시 불러왔습니다
nl: De kanata-configuratie is herladen
pt_br: A configuração do kanata foi recarregada
ru: Настройки kanata перечитаны
zh_hans: kanata 配置已重新加载

# notification.restart.title
source: kanata restarted
de: kanata wurde neugestartet
fr: kanata a redémarré
ja: kanataが再起動しました
ko: kanata가 재시작되었습니다
nl: kanata is opnieuw gestart
pt_br: kanata reiniciado
ru: kanata перезапущена
zh_hans: kanata 已重新启动

# notification.restart.body
source: kanata was restarted automatically
de: kanata wurde automatisch neugestartet
fr: kanata a été redémarré automatiquement
ja: kanataは自動的に再起動されました
ko: kanata가 자동으로 재시작되었습니다
nl: kanata is automatisch herstart
pt_br: kanata foi reiniciado automaticamente
ru: kanata была перезапущена автоматически
zh_hans: kanata 已自动重新启动

# notification.restart.disabled.title
source: Autorestart disabled
de: Automatischer Neustart deaktiviert
fr: Redémarrage automatique désactivé
ja: 自動再起動が無効になりました
ko: 자동 재시작 비활성화됨
nl: Automatisch herstarten uitgeschakeld
pt_br: Reinício automático desativado
ru: Автоперезапуск отключён
zh_hans: 自动重启已禁用

# notification.restart.disabled.body
source: Too many crashes within a minute
de: Zu viele Abstürze innerhalb einer Minute
fr: Trop de plantages en moins d'une minute
ja: 1分以内にクラッシュが多すぎます
ko: 1분 이내에 충돌이 너무 많습니다
nl: Te veel crashes binnen een minuut
pt_br: Muitas falhas em menos de um minuto
ru: Слишком много падений за минуту
zh_hans: 一分钟内崩溃次数过多
